{
  "chapters": {
    "Chapter 1": [
      "The world ended not with a whisper, but with a scream.",
      "Chaos detonated like a virus in fast-forward.",
      "Buildings fell before people even knew what hit them.",
      "Nukes lit the sky like broken promises.",
      "And above it all — fire. Endless. Red. Alive.",
      "",
      "They came from nowhere, speaking in code and flame.",
      "An unknown group... until the name echoed across dying networks:",
      "The Obsidian Signal.",
      "",
      "No demands. No mercy. Just deletion.",
      "Now, only the survivors remain — scattered in the ruins of memory and metal."
    ],
    "Chapter 2": [
      "Amidst the fire and fallout, not all fell.",
      "A group emerged — weathered, wounded, but unbroken.",
      "Survivors. Fighters. Believers in tomorrow.",
      "",
      "Some were seasoned survivalists, forged in solitude.",
      "Others were lucky — people with just enough gear and grit to make it.",
      "Together, they built something more than a shelter.",
      "",
      "Bunkers — vast, hidden, armored beneath the towering trees,",
      "camoflagued in the deep forest",
      "Inside, stasis chambers lined the walls, glowing blue with promise.",
      "One hundred years of sleep. No aging. No decay. Just waiting.",
      "",
      "They stockpiled everything: food, batteries, weapons, tools, tech.",
      "A time capsule of humanity’s last hope.",
      "",
      "They weren’t planning to rebuild the old world.",
      "They were waiting to outlive its killers."
    ],
    "Chapter 3": [
      "Beep. Beep.",
      "Low power warning — systems flicker.",
      "The long sleep is over.",
      "",
      "After decades in stasis, the chambers release with a hiss.",
      "Eyes open to a world that no longer belongs to them.",
      "",
      "Through rusted cameras and cracked monitors, they see what’s left.",
      "Twisted streets. Overgrown ruins. Madness, unchained.",
      "",
      "People roam — bodies move, but something’s broken inside.",
      "Like zombies without the virus.",
      "Screaming. Fighting. Laughing as they kill for food, for noise, for fun.",
      "",
      "This is what happens without law.",
      "This is what’s left when the world forgets how to be human.",
      "",
      "But not everyone is gone.",
      "Seventy souls. Nine bunkers. One mission.",
      "We are not alone.",
      "And together, we will survive."
    ],
    "Chapter 4": [
      "The madness spread like wildfire — fast, loud, and hungry.",
      "",
      "We were lucky. Smart. Prepared.",
      "Three months of long-life rations, carefully sealed.",
      "Every inch of our ten-acre sanctuary packed with purpose.",
      "Tools. Weapons. Tech. Seeds. Water. Hope in boxes.",
      "",
      "Each of us was given equal space — fair, but fragile.",
      "In this world, fairness doesn’t last long.",
      "",
      "Three months.",
      "That’s all we’ve got inside these walls.",
      "",
      "But this bunker isn’t the end. It’s the edge.",
      "We need to know what’s out there. What changed. What survived.",
      "",
      "There are others — we’ve seen signs. But trust?",
      "Trust died in the same fire that took the old world.",
      "",
      "Out there, survival has teeth.",
      "And not all survivors are friends."
    ],
    "Chapter 5": [
      "My name is Sven. I’m thirty.",
      "Some say that’s young. In this world, it’s ancient.",
      "",
      "But there’s someone who keeps me human.",
      "Gwen — my heart, my gravity, my girl since high school.",
      "She’s younger. Smarter. Stronger than she knows.",
      "",
      "I woke up alone. The chamber next to mine still sealed.",
      "I panicked.",
      "Tried everything to force it open. Prayed to every broken god I never believed in.",
      "",
      "And then — a hiss. A blink. She opened her eyes.",
      "",
      "I pulled her close. Couldn’t help it.",
      "She whispered, ‘What are you doing? Others are watching…’ and blushed.",
      "I laughed. I let go.",
      "",
      "But in that moment, I saw it all — every memory, every heartbeat.",
      "She’s not just a part of me.",
      "She *is* me.",
      "My soul. My past. My reason to survive.",
      "",
      "And in this dying world, that’s more powerful than any weapon."
    ]
  }
}
